import time
films = [['Весёлое', ['Локальной', ['Я, Эрл и умирающая девушка']],  # Каталог фильмов
          ['Большой', ['Французский вестник', 'Бесславные ублюдки',
                       'Однажды в голливуде', 'Get out']]],
         ['Задумчивое', ['Локальной', ['Няня', 'Одержимость']],
          ['Большой', ['Cолнцестояние', 'Маяк',
                       'Молчание ягнят', 'Престиж',
                       'Исчезнувшая', 'Сияние']]],
         ['Любопытное', ['Локальной', ['Рождение нации', 'Станция Фрутвейл']],
          ['Большой', ['Человек по имени Скотт', 'Yang Lean: в моей голове']]],
         ['Грустное', ['Локальной', ['СОДА: Ребенок глухих родителей',
                                     'Неправильное воспитание Камерон Пост']],
          ['Большой', ['Американская история X', 'Реквием по мечте', 'Красота по-американски']]]]
